import { FaqItem } from '../types'

const MOCK_CONTENT =
  'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.'

export const FAQ_ITEMS: FaqItem[] = [
  {
    content: MOCK_CONTENT,
    title: 'Подтверждено: сознание наших соотечественников не замутнено пропагандой?',
  },
  {
    content: MOCK_CONTENT,
    title: 'Прототип нового сервиса - это как трубный призыв?',
  },
  {
    content: MOCK_CONTENT,
    title: 'Частокол на границе продолжает удивлять?',
  },
  {
    content: MOCK_CONTENT,
    title: 'Очевидцы сообщают, что слышали грохот грома градущих изменений?',
  },
  {
    content: MOCK_CONTENT,
    title: 'И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?',
  },
  {
    content: MOCK_CONTENT,
    title: 'Нынче никто не может себе позволить инициировать треск разлетающихся скреп?',
  },
  {
    content: MOCK_CONTENT,
    title: 'Высококачественный прототип будущего проекта обнадёживает?',
  },
]
